Update documentation and add AFIR to digitraffic-statistics project.
